# add fish-like features
Aloxaf/fzf-tab
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions
jeffreytse/zsh-vi-mode
lukechilds/zsh-nvm
romkatv/powerlevel10k
zdharma-continuum/fast-syntax-highlighting
#zsh-users/zsh-syntax-highlighting
